Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

source: Механика идеального сна
de: Die Mechanik des perfekten Schlafs
en: Mechanics of Perfect Sleep
pl: Mechanika idealnego snu

source: Механическое напряжение
de: Mechanische Spannung
en: Mechanical Tension
pl: Napięcie mechaniczne

source: Микродвижения (разминка пальцев) для запуска. Тирозин.
de: Mikrobewegungen (Finger aufwärmen) zum Starten. Tyrosin.
en: Micro-movements (finger warm-up) to get started. Tyrosine.
pl: Mikroruchy (rozgrzewka palców) na start. Tyrozyna.

source: Микроразрывы волокон. Акцент на негативной фазе (опускание веса).
de: Mikrorisse in den Fasern. Fokus auf die exzentrische Phase (Gewicht absenken).
en: Fiber micro-tears. Focus on eccentric phase (lowering weight).
pl: Mikrouszkodzenia włókien. Nacisk na fazę negatywną (opuszczanie ciężaru).

source: Микроэлемент, способный быстро повышать свободный тестостерон за счет снижения Эстрогена и ГСПГ.
de: Ein Spurenelement, das den freien Testosteronspiegel schnell anheben kann, indem es Östrogen und SHBG senkt.
en: A trace element that can quickly raise free testosterone by lowering estrogen and SHBG.
pl: Mikroelement zdolny szybko podnieść wolny testosteron poprzez obniżenie estrogenu i SHBG.

source: Микс
de: Mix
en: Mix
pl: Mix

source: мин
de: min
en: min
pl: min

source: мин · 7 дн
de: min · 7 Tage
en: min · 7d
pl: min · 7 dni

source: мин/нед
de: min/Woche
en: min/wk
pl: min/tydz.

source: мин/тр
de: min/Training
en: min/wk
pl: min/tren.

source: Минимум 7-9 часов. Дефицит сна убивает тестостерон и повышает кортизол.
de: Mindestens 7-9 Stunden. Schlafmangel zerstört dein Testosteron und treibt das Cortisol hoch.
en: Minimum 7-9 hours. Sleep deficit kills testosterone and raises cortisol.
pl: Minimum 7–9 godzin. Deficyt snu zabija testosteron i podnosi kortyzol.

source: Мио-инозитол (основная форма)
de: Myo-Inositol (Hauptform)
en: Myo-inositol (primary form)
pl: Myo-inozytol (forma podstawowa)

source: мл/кг·мин
de: ml/kg·min
en: ml/kg·min
pl: ml/kg·min

source: Много общения. Каждое удачное взаимодействие подтверждает, что стая вас принимает.
de: Viel Austausch. Jede gelungene Interaktion bestätigt, dass das Rudel dich annimmt.
en: Lots of socializing. Each successful interaction confirms that the pack accepts you.
pl: Dużo interakcji. Każda udana wymiana potwierdza, że stado Cię akceptuje.

source: Мобильность
de: Mobilität
en: Mobility
pl: Mobilność

source: Модели прогрессии:
de: Progressionsmodelle:
en: Progression Models:
pl: Modele progresji:

source: Может вызывать бессонницу или раздражительность при передозировке.
de: Kann bei Überdosierung Schlaflosigkeit oder Reizbarkeit auslösen.
en: May cause insomnia or irritability if overdosed.
pl: Może wywoływać bezsenność lub drażliwość przy przedawkowaniu.

source: Может немного изменить цвет мочи (это нормально).
de: Kann die Farbe des Urins leicht verändern (das ist normal).
en: May slightly change urine color (this is normal).
pl: Może lekko zmienić kolor moczu (to normalne).

source: Можно через %d сек
de: Verfügbar in %d Sek.
en: Available in %d sec
pl: Dostępne za %d s

source: Мозг не отличает реальность от вымысла
de: Das Gehirn unterscheidet nicht zwischen Realität und Fiktion
en: The Brain Can't Tell Reality from Fiction
pl: Mózg nie odróżnia rzeczywistości od fikcji

source: Мозг регистрирует изменения образа жизни и начинает адаптироваться только через 14–16 дней. Всё, что меньше — считается случайной флуктуацией.
de: Das Gehirn registriert Veränderungen im Lebensstil und beginnt erst nach 14–16 Tagen mit der Anpassung. Alles darunter gilt als zufällige Schwankung.
en: The brain registers lifestyle changes and begins adapting only after 14-16 days. Anything less is considered random fluctuation.
pl: Mózg rejestruje zmiany w stylu życia i zaczyna adaptację dopiero po 14–16 dniach. Wszystko krótsze jest traktowane jako przypadkowa fluktuacja.

source: Молотки
de: Hammercurls
en: Hammer Curls
pl: Uginanie młotkowe

source: Молотки на бицепс
de: Hammercurls für den Bizeps
en: Hammer Curls
pl: Uginanie hantli młotkiem

source: Молотки с канатом
de: Hammercurls am Seil
en: Cable Rope Hammer Curls
pl: Uginanie młotkowe z liną na wyciągu

source: Мониторинг анализов
de: Blutwerte im Blick
en: Lab Tests Monitoring
pl: Monitorowanie wyników badań

source: Моногидрат (самая рабочая форма)
de: Monohydrat (die wirksamste Form)
en: Monohydrate (most effective form)
pl: Monohydrat (najskuteczniejsza forma)

source: Мотиватор
de: Motivator
en: Motivator
pl: Motywator

source: Мотивация, поисковый инстинкт. Обещание награды.
de: Motivation, Suchinstinkt. Das Versprechen einer Belohnung.
en: Motivation, search instinct. Promise of reward.
pl: Motywacja, instynkt poszukiwania. Obietnica nagrody.

source: Мощная поддержка иммунитета
de: Starke Unterstützung für dein Immunsystem
en: Powerful immune support
pl: Silne wsparcie odporności

source: Мощный пампинг
de: Mächtiger Pump
en: Powerful pump
pl: Mocny pamping

source: Мощный растительный бустер тестостерона. Реально работает на повышение свободного тестостерона.
de: Ein starker pflanzlicher Testosteron-Booster. Hebt den freien Testosteronspiegel wirklich an.
en: A powerful plant-based testosterone booster. Genuinely works to raise free testosterone.
pl: Silny roślinny booster testosteronu. Realnie działa na podniesienie wolnego testosteronu.

source: Мощный рост!
de: Kräftiges Wachstum!
en: Powerful Growth!
pl: Mocny wzrost!

source: мс
de: ms
en: ms
pl: ms

source: мс · ср · 7 дн
de: ms · Ø · 7 Tage
en: ms · avg · 7d
pl: ms · śr · 7 dni

source: Мужской металл
de: Männliches Metall
en: Male Metal
pl: Męski metal

source: Мы нашли вашу историю тренировок в облаке. Пожалуйста, подождите.
de: Wir haben deinen Trainingsverlauf in der Cloud gefunden. Bitte warte einen Moment.
en: We found your workout history in the cloud. Please wait.
pl: Znaleźliśmy Twoją historię treningów w chmurze. Proszę czekać.

# Мы нашли вашу историю тренировок в облаке. Пожалуйста, подождите.
source: Мы нашли вашу историю тренировок в облаке.\nПожалуйста, подождите.
de: Wir haben deinen Trainingsverlauf in der Cloud gefunden.\nBitte warte einen Moment.
en: We found your workout history in the cloud.\nPlease wait.
pl: Znaleźliśmy Twoją historię treningów w chmurze.\nProszę czekać.

source: Мы отвечаем обычно в течение дня.
de: Normalerweise antworten wir innerhalb eines Tages.
en: We usually respond within a day.
pl: Zwykle odpowiadamy w ciągu dnia.

source: Мы становимся теми, за кем наблюдаем.
de: Wir werden zu denen, die wir beobachten.
en: We become those we observe.
pl: Stajemy się tymi, których obserwujemy.

source: Мышечное повреждение
de: Muskelschädigung
en: Muscle Damage
pl: Uszkodzenie mięśni

source: Мышцы не растут на тренировке — они растут во время отдыха. Тренировка — это стресс, который заставляет организм адаптироваться. Чтобы расти, нужно дать правильный стимул.
de: Muskeln wachsen nicht beim Training, sondern in der Erholung. Das Training ist der Stress, der den Körper zur Anpassung zwingt. Um zu wachsen, brauchst du den richtigen Reiz.
en: Muscles don't grow during rest not workouts. Training is stress that forces adaptation. Proper stimulus key for growth.
pl: Mięśnie nie rosną na treningu — rosną podczas odpoczynku. Trening to stres, który wymusza adaptację. Żeby rosnąć, trzeba dać właściwy bodziec.

source: Мышцы соскучились по нагрузке
de: Deine Muskeln vermissen das Training
en: Your muscles miss the work
pl: Mięśnie tęsknią za wysiłkiem

source: на
de: auf
en: on
pl: na

source: На время / Кардио
de: Auf Zeit / Cardio
en: For time / Cardio
pl: Na czas / Kardio

source: На пике
de: Auf dem Höhepunkt
en: At peak
pl: Na szczycie

source: на этой неделе
de: diese Woche
en: this week
pl: w tym tygodniu

source: Навигация ума
de: Navigation des Geistes
en: Mind Navigation
pl: Nawigacja umysłu

source: Награды
de: Belohnungen
en: Rewards
pl: Nagrody

source: назад
de: her
en: ago
pl: temu

source: Назад
de: Zurück
en: Back
pl: Wstecz

source: Название дня
de: Name des Tages
en: Day Name
pl: Nazwa dnia

source: Название программы
de: Name des Trainingsplans
en: Program Name
pl: Nazwa planu

source: Напоминания, разборы и инсайты от коуча
de: Erinnerungen, Analysen und Insights von deinem Coach
en: Reminders, breakdowns, and insights from your coach
pl: Przypomnienia, analizy i wnioski od trenera

source: Например: оставить ли становую сегодня, если плохо спал?
de: Zum Beispiel: Soll ich heute das Kreuzheben drinlassen, wenn ich schlecht geschlafen habe?
en: Example: should I keep deadlifts today if I slept poorly?
pl: Np.: zostawić dziś martwy ciąg, skoro źle spałem?

source: Настрой отдых
de: Pause einstellen
en: Set rest time
pl: Ustaw przerwę

source: Настройки
de: Einstellungen
en: Settings
pl: Ustawienia

source: Настройтесь на благодарность и готовность к хаосу.
de: Stimm dich auf Dankbarkeit und Bereitschaft für das Chaos ein.
en: Set yourself to gratitude and readiness for chaos.
pl: Nastaw się na wdzięczność i gotowość do chaosu.

source: Научный подход
de: Wissenschaftlicher Ansatz
en: Scientific Approach
pl: Podejście naukowe

source: Начать
de: Starten
en: Start
pl: Rozpocznij

source: Начать тренировку
de: Training starten
en: Start Workout
pl: Rozpocznij trening

source: Начинаем!
de: Los geht's!
en: Let's Go!
pl: Zaczynamy!

source: Начни ковать форму уже сегодня
de: Beginne noch heute, an deiner Form zu schmieden
en: Start forging your body today
pl: Zacznij kuć formę już dziś

source: Начни новую серию сегодня
de: Starte heute eine neue Streak
en: Start a new streak today
pl: Zacznij nową passę już dziś

source: Начни первую тренировку — XP начнут расти
de: Starte dein erstes Workout – dann sammelst du XP
en: Complete your first workout — XP will start growing
pl: Rozpocznij pierwszy trening — XP zacznie rosnąć

source: Начни тренироваться
de: Leg los mit dem Training
en: Start Training
pl: Zacznij trenować

source: Начните с восстановления
de: Beginne mit der Erholung
en: Start with recovery
pl: Zacznij od regeneracji

source: Начните тренировку, после чего я буду анализировать и давать рекомендации.
de: Starte ein Workout, dann analysiere ich es und gebe dir Empfehlungen.
en: Start a workout, then I will analyze it and give recommendations.
pl: Rozpocznij trening, a potem zaanalizuję go i przekażę zalecenia.

source: Наши механизмы саморегуляции сбиваются из-за несоответствия среды потребностям тела.
de: Unsere Selbstregulation gerät aus dem Takt, wenn die Umgebung nicht zu den Bedürfnissen des Körpers passt.
en: Self-regulation fails when environment doesn't match body needs.
pl: Mechanizmy samoregulacji rozjeżdżają się, gdy środowisko nie pasuje do potrzeb ciała.

source: Не вестись на «пожалейку», блокировать попытки вызвать жалость.
de: Lass dich nicht auf die Mitleidsmasche ein und blockiere Versuche, Mitleid zu wecken.
en: Don't fall for 'pity plays', block attempts to evoke pity.
pl: Nie daj się na „litość”, blokuj próby wywołania współczucia.

source: Не магия, а просто удобная еда. Сыворотка имеет идеальный аминокислотный профиль и усваивается за 30-40 минут, мгновенно повышая синтез белка.
de: Keine Magie, einfach praktisches Essen. Whey hat ein ideales Aminosäureprofil und wird in 30–40 Minuten aufgenommen – das kurbelt die Proteinsynthese sofort an.
en: Not magic, just convenient food. Whey has an ideal amino acid profile and is absorbed in 30-40 minutes, instantly boosting protein synthesis.
pl: Bez magii — po prostu wygodne jedzenie. Serwatka ma idealny profil aminokwasowy i wchłania się w 30–40 min, natychmiast zwiększając syntezę białka.

source: Не принимать на тощак — вызывает сильную тошноту.
de: Nicht auf nüchternen Magen einnehmen – verursacht starke Übelkeit.
en: Don't take on an empty stomach — causes severe nausea.
pl: Nie brać na czczo — wywołuje silne nudności.

source: Не рекомендуется:
de: Nicht empfohlen:
en: Not Recommended:
pl: Nie zalecane:

source: Не трати деньги
de: Spar dir dein Geld
en: Don't Waste Money
pl: Nie marnuj pieniędzy

source: Неверный e-mail или пароль. Если уверен в пароле — попробуй «Забыли пароль?» или вход через Apple/Google.
de: Falsche E-Mail oder falsches Passwort. Wenn du dir beim Passwort sicher bist, versuche „Passwort vergessen?“ oder melde dich mit Apple/Google an.
en: Wrong email or password. If you are sure about the password, try ‘Forgot password?’ or sign in with Apple/Google.
pl: Nieprawidłowy e-mail lub hasło. Jeśli masz pewność co do hasła, spróbuj „Nie pamiętasz hasła?” lub zaloguj się przez Apple/Google.

source: Невероятный результат! Новые рекорды!
de: Unglaubliche Leistung! Neue Rekorde!
en: Incredible result! New records!
pl: Niesamowity wynik! Nowe rekordy!

source: Негативные подтягивания
de: Negative Klimmzüge
en: Negative Pull-Ups
pl: Podciąganie negatywne

source: нед
de: Wo.
en: wk
pl: tydz.

source: Недели
de: Wochen
en: Weeks
pl: Tygodnie

source: Недель
de: Wochen
en: Weeks
pl: Tygodni

source: Недельная цель выполнена 🔥
de: Wochenziel erreicht 🔥
en: Weekly goal completed 🔥
pl: Cel tygodniowy osiągnięty 🔥

source: Неделя
de: Woche
en: Week
pl: Tydzień

source: Неделя 1-2 (Run/Walk)
de: Woche 1–2 (Run/Walk)
en: Week 1-2 (Run/Walk)
pl: Tydzień 1–2 (Run/Walk)

source: Неделя 3-4 (Прогресс)
de: Woche 3–4 (Progression)
en: Week 3-4 (Progress)
pl: Tydzień 3–4 (Progres)

source: Неделя 5-6 (Долгий бег)
de: Woche 5–6 (langer Lauf)
en: Week 5-6 (Long Run)
pl: Tydzień 5–6 (Długi bieg)

source: Неделя 7-9 (5K)
de: Woche 7–9 (5K)
en: Week 7-9 (5K)
pl: Tydzień 7–9 (5K)

source: Неделя без пропусков. Это уже привычка.
de: Eine ganze Woche ohne Aussetzer. Das ist schon Gewohnheit.
en: A full week, no misses. That's a habit now.
pl: Tydzień bez przerw. To już nawyk.

source: Неделя без тренировок. Скоро потеряешь уровень — приходи в зал.
de: Eine Woche ohne Training. Bald verlierst du dein Level – ab ins Gym.
en: A week without training. You're about to lose your level — get back to the gym.
pl: Tydzień bez treningu. Zaraz stracisz poziom — wracaj na siłownię.

source: Недовес
de: Untergewicht
en: Underweight
pl: Niedowaga

source: Недостаточно данных за этот период
de: Zu wenig Daten für diesen Zeitraum
en: Not enough data for this period
pl: Za mało danych w tym okresie

source: Нельзя починить только один гормон, нужно менять систему целиком.
de: Du kannst nicht nur ein einzelnes Hormon reparieren – du musst das gesamte System verändern.
en: You can't fix just one hormone; you need to change the entire system.
pl: Nie da się naprawić tylko jednego hormonu — trzeba zmienić cały system.

source: Нельзя тренироваться тяжело вечно. Нужны циклы нагрузок.
de: Du kannst nicht ewig schwer trainieren. Du brauchst Belastungszyklen.
en: Can't train hard forever. Need load cycles.
pl: Nie można trenować ciężko bez końca. Potrzebne cykle obciążeń.

source: Необходим базовый уровень движения на ногах (6–10 км ходьбы, 50–100 приседаний), чтобы обеспечить логистику (крово- и лимфоток). Без этого гормоны просто не дойдут до рецепторов.
de: Du brauchst ein Grundmaß an Bewegung auf den Beinen (6–10 km Gehen, 50–100 Kniebeugen), um die Logistik sicherzustellen (Blut- und Lymphfluss). Sonst erreichen die Hormone ihre Rezeptoren schlicht nicht.
en: A basic level of movement on foot (6-10 km walking, 50-100 squats) is needed to ensure logistics (blood and lymph flow). Without this, hormones simply won't reach their receptors.
pl: Potrzebny jest podstawowy poziom ruchu na nogach (6–10 km marszu, 50–100 przysiadów), żeby zapewnić logistykę (krwiobieg i limfa). Bez tego hormony po prostu nie dotrą do receptorów.

source: Необходим для превращения холестерина в тестостерон. Ингибирует фермент ароматазу (превращение тестостерона в эстроген).
de: Notwendig, um Cholesterin in Testosteron umzuwandeln. Hemmt das Enzym Aromatase (Umwandlung von Testosteron in Östrogen).
en: Required for converting cholesterol to testosterone. Inhibits the aromatase enzyme (testosterone to estrogen conversion).
pl: Niezbędny do przemiany cholesterolu w testosteron. Hamuje aromatazę (konwersję testosteronu do estrogenu).

source: Непрерывный бег 20 мин
de: Dauerlauf 20 min
en: Continuous Run 20 min
pl: Bieg ciągły 20 min

source: Непрерывный бег 30 мин (≈5 км)
de: Dauerlauf 30 min (≈5 km)
en: Continuous Run 30 min (≈5 km)
pl: Bieg ciągły 30 min (≈5 km)

source: Несколько дней без зала. Лёгкая тренировка - и ты снова в ритме.
de: Ein paar Tage ohne Training. Eine lockere Einheit und du bist zurück im Rhythmus.
en: A few days off the gym. One easy session and you're back in rhythm.
pl: Kilka dni bez treningu. Jeden lekki trening i wracasz do rytmu.

source: Несколько упражнений просели
de: Mehrere Übungen sind abgefallen
en: Several exercises declined
pl: Kilka ćwiczeń zaliczyło spadek

source: Нет
de: Nein
en: No
pl: Nie

source: Нет аккаунта?
de: Noch kein Konto?
en: No account?
pl: Nie masz konta?

source: Нет аккаунта? Создать
de: Noch kein Konto? Erstellen
en: No account? Create
pl: Brak konta? Utwórz

source: Нет активности
de: Keine Aktivität
en: No activity
pl: Brak aktywności

source: Нет данных
de: Keine Daten
en: No Data
pl: Brak danych

source: Нет данных для графика
de: Keine Daten für das Diagramm
en: No chart data
pl: Brak danych do wykresu

source: Нет данных для сравнения
de: Keine Daten zum Vergleichen
en: No data to compare
pl: Brak danych do porównania

source: нет доступа
de: kein Zugriff
en: no access
pl: brak dostępu

source: Нет доступа к Apple Health
de: Kein Apple-Health-Zugriff
en: No Apple Health access
pl: Brak dostępu do Apple Health

source: Нет завершенных тренировок
de: Keine abgeschlossenen Workouts
en: No completed workouts
pl: Brak zakończonych treningów

source: Нет записанных упражнений
de: Keine erfassten Übungen
en: No recorded exercises
pl: Brak zapisanych ćwiczeń

source: Нет записей
de: Keine Einträge
en: No records
pl: Brak wpisów

source: Нет истории
de: Kein Verlauf
en: No History
pl: Brak historii

source: Нет локальных тренировок для выгрузки. Запись в облако отменена.
de: Keine lokalen Workouts zum Hochladen. Speichern in der Cloud abgebrochen.
en: No local workouts to upload. Cloud write cancelled.
pl: Brak lokalnych treningów do wysłania. Zapis do chmury anulowany.

source: Нет программ
de: Keine Trainingspläne
en: No Programs
pl: Brak planów

source: нет роста/веса
de: keine Größe/kein Gewicht
en: no height/weight
pl: brak wzrostu/wagi

source: Нет тренировок из Apple Health за неделю
de: Keine Apple-Health-Workouts in den letzten 7 Tagen
en: No Apple Health workouts in 7 days
pl: Brak treningów Apple Health w 7 dni

source: Нет тренировочных дней
de: Keine Trainingstage
en: No Workout Days
pl: Brak dni treningowych

source: Нет упражнений
de: Keine Übungen
en: No Exercises
pl: Brak ćwiczeń

source: ни одной тренировки
de: kein einziges Workout
en: no workouts
pl: ani jednego treningu

source: ниже нормы
de: unter Norm
en: below norm
pl: poniżej normy

source: Низ (Объём)
de: Unterkörper (Volumen)
en: Lower (Volume)
pl: Dół (Objętość)

source: Низ (Тяжёлый)
de: Unterkörper (schwer)
en: Lower (Heavy)
pl: Dół (Ciężki)

source: Низ + Плечи
de: Unterkörper + Schultern
en: Lower + Shoulders
pl: Dół + Barki

source: Низ груди
de: Untere Brust
en: Lower Chest
pl: Dolna część klatki

source: Низкая интенсивность, долго (30-60 мин). Жиросжигание и восстановление.
de: Niedrige Intensität, lange (30–60 min). Fettverbrennung und Erholung.
en: Low intensity, long (30-60 min). Fat burning and recovery.
pl: Niska intensywność, długo (30–60 min). Spalanie tłuszczu i regeneracja.

source: Низкая температура пробуждает.
de: Kälte macht wach.
en: Low temperature awakens.
pl: Niska temperatura wybudza.

source: Низкий сахар помогает уснуть.
de: Ein niedriger Blutzucker hilft beim Einschlafen.
en: Low sugar helps you fall asleep.
pl: Niska glikemia ułatwia zaśnięcie.

source: Низкий сахар с утра — драйвер кортизола.
de: Ein niedriger Blutzucker am Morgen treibt das Cortisol hoch.
en: Low sugar in the morning drives cortisol.
pl: Niska glikemia rano napędza kortyzol.

source: Низкий уровень
de: Niedriges Level
en: Low Level
pl: Niski poziom

source: Новая программа
de: Neuer Trainingsplan
en: New Program
pl: Nowy plan

source: Новички
de: Anfänger
en: Beginners
pl: Początkujący

source: Новичок
de: Anfänger
en: Beginner
pl: Początkujący

source: Новое: ежедневная оценка стресса по ВРС, пульсу покоя и сну с Apple Watch. Нажми на строку - там подробности за месяц.
de: Neu: ein täglicher Stresswert aus HRV, Ruhepuls und Schlaf der Apple Watch. Tippe auf die Zeile für die Monatsdetails.
en: New: a daily stress score from HRV, resting heart rate and sleep via Apple Watch. Tap the row for the monthly detail.
pl: Nowość: dzienna ocena stresu na podstawie HRV, tętna spoczynkowego i snu z Apple Watch. Dotknij wiersza, aby zobaczyć szczegóły z miesiąca.

source: Новые рекорды
de: Neue Rekorde
en: New records
pl: Nowe rekordy

source: Новый
de: Neu
en: New
pl: Nowy

source: Новый вес
de: Neues Gewicht
en: New Weight
pl: Nowa waga

source: Новый замер
de: Neue Messung
en: New Measurement
pl: Nowy pomiar

source: Новый рекорд!
de: Neuer Rekord!
en: New record!
pl: Nowy rekord!

source: новых
de: neue
en: new
pl: nowych

source: новых рекордов
de: neue Rekorde
en: new records
pl: nowych rekordów

source: Ноги
de: Beine
en: Legs
pl: Nogi

source: Ноги (вариация)
de: Beine (Variante)
en: Legs (variation)
pl: Nogi (wariacja)

source: Нордическое сгибание
de: Nordic Hamstring Curl
en: Nordic Hamstring Curl
pl: Nordic curl (nordyckie uginanie nóg)

source: Норма
de: Normal
en: Normal
pl: Norma

source: нужен доступ к Apple Health
de: Apple-Health-Zugriff erforderlich
en: Apple Health access required
pl: wymagany dostęp do Apple Health

source: О приложении
de: Über die App
en: About
pl: O aplikacji

source: Обзор
de: Überblick
en: Overview
pl: Przegląd

source: Обзор приложения
de: App-Tour
en: App tour
pl: Przewodnik po aplikacji

source: Облако и данные
de: Cloud & Daten
en: Cloud & data
pl: Chmura i dane

source: Обновлено: %@
de: Aktualisiert: %@
en: Updated: %@
pl: Zaktualizowano: %@

source: Обратная гиперэкстензия
de: Reverse Hyperextension
en: Reverse Hyperextension
pl: Odwrotna hiperekstensja

source: Обратная гиперэкстензия со штангой
de: Reverse Hyperextension mit Langhantel
en: Barbell Reverse Hyperextension
pl: Odwrotna hiperekstensja ze sztangą

source: Обратная рубка дров на блоке
de: Holzhacker am Kabelzug (rückwärts)
en: Reverse Cable Woodchopper
pl: Odwrotne rąbanie drewna na wyciągu

source: Обратные гакк-приседания
de: Reverse Hackenschmidt-Kniebeuge
en: Reverse Hack Squats
pl: Hack squat odwrotny

source: Обратные отжимания от скамьи
de: Bench Dips
en: Bench Dips
pl: Pompki w tył od ławki

source: Обратные разведения
de: Reverse Flys
en: Reverse Flyes
pl: Odwrócone rozpiętki

source: Обратные разведения в тренажере
de: Reverse Butterfly
en: Reverse Pec Deck
pl: Odwrotne rozpiętki na maszynie (Reverse Pec Deck)

source: Обратные сгибания на блоке
de: Reverse Curls am Kabelzug
en: Cable Reverse Curl
pl: Uginanie odwrotne na wyciągu

source: Обратные сгибания на скамье Скотта
de: Reverse Curls an der Scott-Bank
en: Reverse Preacher Curl
pl: Modlitewnik odwrotny

source: Обратные скручивания
de: Reverse Crunches
en: Reverse Crunches
pl: Brzuszki odwrotne

source: Обратный Нордик
de: Reverse Nordic Curl
en: Reverse Nordic Curl
pl: Odwrotny nordic curl

source: общая длительность сна за прошлую ночь
de: gesamte Schlafdauer letzte Nacht
en: total sleep duration last night
pl: całkowity czas snu ostatniej nocy

source: общее
de: gesamt
en: total
pl: łącznie

source: общее время
de: Gesamtzeit
en: total time
pl: łączny czas

source: Общение с сильными, жесткими мужчинами, избегание нытиков.
de: Umgib dich mit starken, harten Männern und meide Jammerlappen.
en: Socializing with strong, tough men, avoiding whiners.
pl: Otoczenie silnych, twardych mężczyzn, unikanie marud.
